import React from 'react';


export default () => (
  <div>
    {/* => Чат (переписка)
-Навигация
  -нажать
   - Кнопка назад / свайп по экрану => Чаты
   - Аватар => Раскрытая карточка
   - Кнопка пожаловаться => Модалка пожаловаться

- Чат
 - дата
 - Сообщение
   - аватар собеседника
   - облако с текстом сообщения/ прикрепленным фото / гифкой
   - лайк
   - индикатор о прочтении + "отправлено"
 - действия
   - долгое нажатие на сообщение (облако: скопировать/лайк)
   - свайп влево (время)
- Поле ввода сообщения =>
- Кнопка отправить
 - Кнопки прикрепить:
   - контакт
   - гиф =>
     - список гифок
     - поиск GIPHY
     - кнопка закрыть => сворачивает поиск гифок
   - песня =>
     - список песен
     - поиск песен
     - кнопка закрыть => сворачивает поиск песен */}
  </div>
);
