import React from 'react';


export default () => (
  <div>
    {/* // => Пары (лента)
// -Карточка с новостью
//   - Аватар
//   - Имя
//   - Статус суперлайк
//   - Название новости
//   - Кнопка (модалка) :
//     -действия
//       -пожаловаться => модалка пожаловаться (без неуместного сообщения)
//       -удалить из пар
//       -поделиться с другом
//       -открыть чат
//       -открыть профиль
//       -назад
//   -Карточка
//   Варианты карточек:
//   1. Добавление фото
//   2. Установил гимн
//   - Фон - аватар/карусель с фото
//   - Песня из спотифай
//     - Обложка
//     - Название песни
//     - исполнительно
//   2. Обновление информации
//   - Фон - аватар/карусель с фото
//   - Баннер с изменениями инфо
//     - название раздела
//     - текст
//   3. Матч
//   - Фон - аватар/карусель с фото
//   - Надпись "it's a match "


//   - Реакция (<3)
//       -список эмоджи
//   - Сообщение
//       -поле ввода сообщения (с всплывающей кнопкой)
//       - название активности
//   - Инфо
//     - универ
//     - пол
//     - работа
//     - расстояние

//   - Дата */}
  </div>
);
