import React from 'react';

export default () => (
  <div>
    {/*
=> Настройки
- Кнопки
  - готово
  - tinder gold => рекламный баннер
  - tinder+ => рекламный баннер
  - буст => рекламный баннер
  - суперлайк => рекламный баннер
  - Настройки аккаунта (авторизация)
    - телефон
    - имэйл
  - Настройки поиска
    - геолокация =>
      -текущее
      -добавить новое
    - слайдер макс расстояние
    - пол кого показывать МНЕ =>
      -
    - слайдер диапазона возраста
  -Кнопка включения/отключения показа профиля
  Топ-профили => Управление топ-профилем
              -Кнопка вкл/откл показа в топе
  Просмотрено => Управление уведомлениями
              -Кнопка вкл/откл  отчета о прочтении
  Всплеск активности => Управление всплеском
              -Кнопка вкл/откл буст ???
  Настройки ленты => Показывать
              -Кнопки:
                - лента вкл/выкл
                - фото
                - биография
                - образование
                - работа
                - гимн спотифай
                - любим. исполнители спотифай
  Использ. данных => Автовоспроизведение видео
              - wi-fi и сот. связь
              - wi-fi
              - откл автовоспроизведение
  Профиль в интернете => Имя пользователя
              - @
              -удалить
  Уведомления
   -Кнопки
    -адрес
    -push-уведомления
    -team tinder => Команда тиндер
              -кнопка вкл. новости от разработчиков

  -Восстановить покупки (кнопка)
  -Поделиться ссылкой на приложение (кнопка)

  -Помощь
  -Правила сообщества
  -Советы по безопасности
  -Политика конфиденц
  -Условия ослуж
  -Лицензии
  -Выйти

  -Название версии + лого (кликабельно)
  -Удалить аккаунт */}
  </div>
);
