import React from 'react';


export default () => (
  <div>

    {/* => Изменить
-Готово
-Изменить настройки
  - Сетка с фото
    - Фото
    действия
      - добавить
      - перетащить
    - Кнопка Х
      - удалить
  - Кнопка умные фото вкл/выкл
  - Поля для ввода инфо
    - инфо обо мне
    - должность
  - Кнопка образование =>
    - школа
    - Tinder U // только для США
  - Кнопка город =>
    - поиск
      - нажать для ввода ищет по списку предложенных
      - кнопка не удается найти
    - город рядом
    - кнопка скрыть инфо о городе
  - Инста
    - ввести ник /отключить инст
  - Гимн спотифай
    - поиск
      - нажать для ввода ищет по списку из спотифая
      - кнопка "отключить гимн"
  - Пол => Я
        -выбрать м/ж
  - Тиндер+
    - нажать
      - не показывать возраст
      - не показывать расстояние до меня


-Превью
  - карточка => -Раскрытая карточка
    -фото / карусель
    -имя
    -гимн
    -инфо */}
  </div>
);
